const Concept = () => {
    return (
        <div>
            <p>
                1.1. Պայմաններում օգտագործվող հասկացություններն ունեն հետևյալ նշանակությունները, եթե տվյալ կետի կամ մասի
                բովանդակությունից այլ բան չի բխում.
            </p>
            <p>
                1.1.1. Ալիք` մեսենջեր հավելվածը, որտեղ հրապարակվում են նյութեր, հոդվածներ, ստեղծվում է կոնտնետ,
                կազմակերպվում են միջոցառումներ, տալիս է դրանից օգտվելու հասանելիություն Օգտագործողներին:
            </p>
            <p>
                1.1.2. Օֆերտա-առաջարկ՝ Հարթակում առկա պայմանները, որոնք վերաբերում են Ալիքի միջոցով ներկայացված գործարքի
                էական պայմաններին, որը ՀՀ օրենսդրության իմաստով հանդիսանում է օֆերտա և ուղղված է ցանկացած անձի, ով
                ցանկանում է նշված պայմաններով բաժանորդագրվել Ալիքին:
            </p>
            <p>
                1.1.3. Մենք` Հարթակի իրավատերը` «Պրոլլիո» ՍՊԸ:
            </p>
            <p>
                1.1.4. Օգտագործող, Դուք` Ալիքի ցանկացած օգտատեր, որ Օֆերտա-առաջարկով և սույն պայմաններով սահմանված
                կարգով և չափով կատարել է վճարում և բաժանորդագրվել է Ալիքին:
            </p>
            <p>
                1.1.5. Բաժանորդագրություն՝ սույն պայմաններով սահմանված կարգով Օգտագործողի հասանելիությունը 2.2 կետով
                սահմանված Ալիքում տեղադրված բովանդակությանը (կոնտենտին)։
            </p>
            <p>
                1.1.6. Բաժանորդագրության (Միջոցառման) վճար` սույն պայմաններով սահմանված վճար` Ալիքում տեղադրված 2.2
                կետով սահմանված բովանդակությանը (կոնտենտին) հասանելիություն ստանալու, միջոցառումներին մասնակցելու համար:
            </p>
            <p>
                1.1.7. Բաժանորդագրության ժամանակահատված` ժամանակահատված, որի համար Օգտագործողի կողմից կատարվել է
                Բաժանորդագրության վճարը։ Բաժանորդագրության ժամանակահատվածը նախատեսվում է Բաժանորդի կողմից նշված
                տևողությամբ, որն արտացոլված է վճարման պահին բացվող «տևողություն» հատվածում:
            </p>
            <p>
                1.1.8. Միջոցառում - Ալիքի միջոցով մատուցվող տեղեկատվական կամ հաղորդակցական ծառայություն է, որը ներառում
                է որոշակի թեմայի վերաբերյալ տեղեկատվության ամբողջություն` տեսողասողական ցանկացած եղանակով այն
                Օգտագործողներին հասանելի դարձնելու եղանակով։ Միջոցառումների մասնակցելու (Տեղեկատվությանը հասանելիություն
                ստանալու) համար անհրաժեշտ է բաժանորդագրվել Ալիքին և կատարել համապատասխան վճարումները՝ սահմանված կարգով։
            </p>
            <p>
                1.1.9. Կողմ և/կամ Կողմեր` Մենք կամ Օգտագործողը առանձին (Կողմ) և Մենք և Օգտագործողը միասին (Կողմեր):
            </p>

        </div>
    )
}

export default Concept
