const Other = () => {
    return (
        <div>
            <p>
                6.1. Համաձայնելով Պայմաններին՝ Դուք հավաստում եք, որ Ձեր գտնվելու երկրի օրենսդրությամբ հանդիսանում եք
                լրիվ գործունակ և իրավունք ունեք օգտվել Բաժանորդագրությունից:
            </p>
            <p>
                6.2. Բաժանորդագրությամբ Բովանդակության նկատմամբ սեփականության իրավունքը չի փոխանցվում Բաժանորդից
                Օգտագործողին: Դուք ստանում եք հնարավորություն միայն ծանոթանալու Ալիքի միջոցով Ձեզ հայտնի դարձած
                տեղեկատվությանը:
            </p>
            <p>
                6.3. Արգելվում է առանց Բաժանորդի թույլտվության Բովանդակության կամ դրա մի մասի ցանկացած եղանակով
                հրապարակումը, տարածումը, ձևափոխումը, վերարտադրությունը, գովազդներում կիրառումը, կրկնօրինակումը և այլ
                ձևերով Բովանդակությունը առևտրային նպատակներով օգտագործումը:
            </p>
            <p>
                6.4. Օգտագործողը պատասխանատվություն է կրում առանց Բաժանորդի թույլտվության Բովանդակության անօրինական
                օգտագործման համար և պարտավորվում է հատուցել նմանօրինակ գործողությունների հետևանքով Բաժանորդին պատճառված
                վնասները:
            </p>
            <p>
                6.5. Մենք պարտավոր չենք ապահովել Ալիքի բովանդակության թարմացումները, նոր հրապարակումների տեղադրումը,
                կոնտենտի մշտապես համալրումը և այլն։
            </p>
            <p>
                6.6. Ալիքում տեղադրված Բովանդակությունը ունի տեղեկատվական բնույթ, չի հանդիսանում գովազդ, իսկ Մենք
                պատասխանատվություն չենք կրում Բովանդակության որակի և մշտական արդիականության համար: Մասնավորապես, Մենք
                պատասխանատվություն չենք կրում Բոտում տրամադրված տեղեկատվության արդյունքում Օգտագործողին պատճառված
                վնասների համար:
            </p>
            <p>
                6.7. Օգտագործողը ընդունում և համաձայնում է, որ բաժանորդագրվում է Ալիքին և օգտագործում է այն իր ռիսկով:
                Օգտագործողը ընդունում է, որ Ալիքի Բովանդակությունը կարող է չհամապատասխանել իր սպասելիքներին կամ
                ցանկություններին: Մենք որևէ երաշխիք չենք տալիս Օգտագործողի համար Բովանդակության օգտակարության,
                սպասելիքներին համապատասխանության և մշտական արդիականության համար:
            </p>
            <p>
                6.8. Օֆերտա-առաջարկի և Պայմանների նկատմամբ կիրառվում է ՀՀ օրենսդրությունը:
            </p>
            <p>
                6.9. Օֆերտա-առաջարկի և Պայմանների կապակցությամբ ծագած վեճերը լուծվում են բանակցությունների միջոցով:
                Համաձայնության չգալու դեպքում վեճը ենթակա է լուծման ՀՀ դատարանների կողմից:
            </p>
        </div>
    )
}

export default Other
