const Payment = () => {
    return (
        <div>
            <p>
                3.1. Բաժանորդագրության վճարը սահմանվում է Միջոցառման վերաբերյալ ստացված հղումով, որտեղ ներառված են
                բաժանորդագրության վճարը, ժամկետը և նմանատիպ այլ անհրաժեշտ տեղեկատվություն:
            </p>
            <p>
                3.2. Բաժանորդագրության վճարի հիման վրա Օգտագործողը ստանում է հասանելիություն Միջոցառմանը և Ալիքին, իսկ
                հնարավորության առկայության դեպքում Միջոցառման ժամկետը լրանալուց հետո Օգտագործողը հնարավորություն ունի
                նորից կատարել Բաժանորդագրության վճարը (հաջորդող վճարման պահի դրությամբ գործող սակագնի չափով):
            </p>
            <p>
                3.3. Օգտագործողը ընդունում է, որ Միջոցառման ավարտից հետո տվյալ Միջոցառմանը կրկին բաժանորդագրվելու
                դեպքում Բաժանորդագրության վճարի չափը կարող է փոփոխված լինել և կիրառելի լինել հաջորդող բաժանորդագրության
                պահին գործող սակագինը։
            </p>
            <p>
                3.4. Ժամկետի ավարտից հետո Բաժանորդագրությունը կրկին ակտիվացնելու համար Օգտագործողի բանկային քարտից
                միջոցների ավտոմատ դեբետավորում տեղի չի ունենում:
            </p>
            <p>
                3.5. Օգտագործողը պատասխանատվություն է կրում իր կողմից կատարված Բաժանորդագրության վճարի ծագման
                օրինականության համար։ Այն դեպքում, եթե երրորդ անձանց կողմից Մեզ կամ այլ կազմակերպության պահանջ է
                ներկայացվում Բաժանորդագրության վճարի օրինականության կապակցությամբ կամ կատարվում է գումարի հարկադրական
                վերադարձ, Օգտագործողը պարտավոր է հատուցել Մեր կրած վնասները՝ հետգանձված գումարների չափով։
            </p>
            <p>
                3.6. Մենք պատասխանատվություն չենք կրում Օգտագործողին չպատկանող բանկային քարտի օգտագործման պատճառով Մեզ,
                երրորդ անձանց կամ այլ բաժանորդներին պատճառված վնասների համար:
            </p>
            <p>
                3.7. Բաժանորդն իրավունք ունենք միակողմանիորեն փոփոխելու Բաժանորդագրության վճարը: Վճարման փոփոխությունը
                չի տարածվում Բաժանորդագրության այն ժամանակահատվածի վրա, որի համար Բաժանորդագրության վճարն արդեն իսկ
                կատարվել է:
            </p>
        </div>
    )
}

export default Payment
