const Privacy = () => {
    return (
        <div>
            <p>
                4.1. Մեր կողմից հավաքագրվում են (ստացվում են) Ձեր մասին հետևյալ տվյալները`
            </p>
            <p>
                4.2. Անձնային տվյալներ` Մեսենջեր-հավելվածում Ձեր կողմից գրանցված կոնտակտային տվյալներ (օրինակ`
                հեռախոսահամար), անվանում և նմանատիպ այլ տվյալներ:
            </p>
            <p>
                4.3. Բանկային տվյալներ` վճարման մանրամասներ կամ այլ տեղեկություններ, որոնք անհրաժեշտ են մեր կողմից
                հետագա վճարումների կատարման փաստը արձանագրելու համար, այդ թվում` բանկային քարտի, վճարման ժամանակահատվածի
                տվյալները:
            </p>
            <p>
                4.4. Այլ տվյալներ` Մեր կողմից ուղարկված կարծիքի հավաքագրման համար կամ այլ նպատակով կատարված
                հարցումներին, քննարկումներին պատասխանելու հետևանքով ստացված տվյալները, նմանատիպ քննարկումների,
                հարցումների արդյունքները:
            </p>
            <p>
                4.5. Անձնական տվյալների հավաքագրումը (ստացումը) կատարվում է Ալիքի միջոցով հրապարակումները կատարելու,
                Օգտագործողներին հասանելի դարձնելու, նյութը վերջիններիս կարիքներին և հետաքրքրություններին
                համապատասխանեցնելու, վճարումըկատարելու նպատակով:
            </p>
            <p>
                4.6. Անձնական տեղեկությունները հավաքագրվում են (ստացվում են) միայն այն ժամանակ, երբ Դուք դրանք
                տրամադրում եք: Բաժանորդագրվելիս Դուք պետք է տրամադրեք Ձեր էլեկտրոնային փոստի հասցեն` հետագա
                ծանուցումները ապահովելու նպատակով, ինչպես նաև մուտքագրեք բանկային տվյալները` վճարումը կատարելու համար:
                Երբ Դուք օգտվում եք Ալիքից, Մենք կարող ենք ստանալ տեղեկություններ նաև այլ եղանակներով: Մեր սերվերները
                Ձեր մասին ստանում և հավաքում են այնպիսի տեղեկություններ, ինչպիսիք են Ձեր IP հասցեն, բրաուզերի անվանումը,
                համակարգչի տեսակը, տեխնիկական տվյալներ օգտատերերի վերաբերյալ և Ալիք մուտք գործելու միջոցները, ինչպիսիք
                են օպերացիոն համակարգի տեսակը, ինտերնետային ծառայություն տրամադրող կազմակերպության անունը և այլ համանման
                տեղեկություններ: Մենք նաև ստանում ենք տեղեկություններ Ալիքում Ձեր գործունեության վերաբերյալ: Այդ
                տեղեկությունները թույլ են տալիս առաջարկել Ձեզ ավելի հարմարեցված և Ձեր կողմից ավելի գերադասելի նյութեր:
            </p>
            <p>
                4.7. Մեր կողմից Ձեր տվյալները կարող են հասանելի դարձվել մեզ հետ փոխկապակցված անձանց (այդ թվում այն
                կազմակերպություններին, որոնց հետ համագործակցում ենք բաժանորդագրության և Ալիքի գործունեության ապահովման
                նպատակով), որոնք ստանում են անհրաժեշտ տվյալներին հասանելիություն իրենց գործառնությունների իրականացման
                նպատակով և իրավունք չունեն օգտագործել նույն տվյալները այլ նպատակներով:
            </p>
        </div>
    )
}

export default Privacy
