const SubscriptionTermination = () => {
    return (
        <div>
            <p>
                5.1. Կողմերն իրավունք ունեն ցանկացած պահի դադարեցնել Բաժանորդագրությունը՝ առանց տույժերի և տուգանքների
                վճարման:
            </p>
            <p>
                5.2. Բաժանորդագրության ժամանակահատվածի ցանկացած պահին Բաժանորդագրությունը դադարեցնելու դեպքում նշված
                ժամանակահատվածի համար կատարված վճարումը ենթակա չէ վերադարձման: Բաժանորդագրությունը ցանկացած հիմքով
                դադարված համարվելուց հետո կրկին բաժանորդագրվելիս Օգտագործողի կողմից Բաժանորդագրության վճարը կրկին ենթակա
                է ամբողջությամբ վճարման:
            </p>
        </div>
    )
}

export default SubscriptionTermination
