const TermOfUse = () => {
    return (
        <div>
            <p>
                2.1. Սույնով սահմանվում և կարգավորվում է Ալիքին բաժանորդագրության ընդհանուր դրույթները և պայմանները
                (այսուհետ` Պայմաններ), որը հանդիսանում է Օֆերտա-առաջարկի անբաժանելի մասը:
            </p>
            <p>
                2.2. Բաժանորդագրության միջոցով Օգտագործողը որոշակի վճարում կատարելու միջոցով Բաժանորդագրության
                ժամանակահատվածի համար ստանում է հասանելիություն Ալիքում Բաժանորդի կողմից իրականցվող միջոցառումներին.
                Ինչպես նաև հրապարակված նյութերին, ներառյալ, բայց չսահմանափակվելով տեքստեր, նկարներ, վիդեոներ և այլն
                (այսուհետ՝ Բովանդակություն կամ Կոնտենտ): Օգտագործողի կողմից Օֆերտա-առաջարկի և Պայմանների վերաբերյալ
                ակցեպտը համարվում է լրիվ և անվերապահ, իսկ Կողմերի միջև գործարքը` կնքված, եթե Օգտագործողը «ՎՃԱՐԵԼ ՀԻՄԱ»
                հրահանգի միջոցով մուտք է գործել Իրավատիրոջը պատակնող Հարթակում առկա առցանց վճարման էջին և Պայմանների
                3-րդ գլխով սահմանված կարգով կատարել է համապատասխան վճարումները:
            </p>
            <p>
                2.3. Սեղմելով «ՎՃԱՐԵԼ ՀԻՄԱ» հրահանգը` որպես Օգտագործողը հաստատում եք, որ ամբողջությամբ կարդացել և
                հասկացել եք Օֆերտա-առաջարկը և Պայմանները, Մեր և Օգտագործողի միջև հարաբերությունները կարգավորող այլ
                հնարավոր փաստաթղթերի (պայմանագրեր, համաձայնագրեր և այլն) դրույթները և անվերապահորեն ընդունում եք դրանք:
            </p>
            <p>
                2.4. Բաժանորդագրության ժամանակ Օգտագործողի կողմից տրամադրվում է էլեկտրոնային փոստի հասցե` հետագայում
                ծանուցումներ ուղարկելու, Պայմանների փոփոխությունների մասին ծանուցելու, Կողմերի միջև հաղորդակցումն
                ապահովելու համար: Օգտագծորողը պարտավորվում է սույ էլեկտրոնային փոստի փոփոխության դեպքում անհապաղ
                տեղեկացնել այդ մասին Բաժանորդին: Հակառակ դեպքում նախկին էլեկտրոնային փոստով կատարված ծանուցումները
                կհամարվեն պատշաճ:
            </p>
            <p>
                2.5. Մենք իրավունք ունենք ցանկացած պահի առանց նախապես ծանուցման, միակողմանի փոփոխել Պայմանները:
                Պայմանների փոփոխության դեպքում Մենք Պայմանների փոփոխման մասին ծանուցում ենք Օգտագործողին բաժանորդագրման
                ժամանակ Օգտագործողի կողմից տրամադրված էլեկտրոնային հասցեին փոփոխված կանոնները կամ դրանց հղումները
                ուղարկելու միջոցով: Պայմանների փոփոխություններն ուժի մեջ են մտնում հրապարակման պահից: Ուղարկված
                ծանուցումները չկարդալու ռիսկը կրում է Օգտագործողը:
            </p>
        </div>
    )
}

export default TermOfUse

